tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "puma/puma"
tap "versent/taps"
brew "awscli"
brew "glib"
brew "pkg-config"
brew "cask"
brew "curl"
brew "docker"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "ghq"
brew "git"
brew "go"
brew "pango"
brew "graphviz"
brew "imagemagick@6", link: true
brew "jq"
brew "kubernetes-cli", link: false
brew "kubectx"
brew "mas"
brew "mysql"
brew "mysql@5.6"
brew "node"
brew "nodebrew"
brew "openssl@3"
brew "peco"
brew "rbenv"
brew "saml2aws"
brew "squid", restart_service: true
brew "stern"
brew "tree"
brew "wget"
brew "yarn"
brew "z"
brew "puma/puma/puma-dev"
cask "alfred"
cask "ccleaner"
cask "franz"
cask "google-japanese-ime"
cask "intellij-idea"
cask "iterm2"
cask "lens"
cask "macs-fan-control"
cask "rubymine"
cask "sequel-ace"
cask "spectacle"
cask "webstorm"
